[{"document":{"title":[{"type":"heading1","text":"The Eye Of The Kat","spans":[]}],"publication":[{"type":"heading2","text":"Art In Devon","spans":[]}],"intro":[{"type":"paragraph","text":"Jack Paynter talks to Katharine Lightfoot","spans":[]},{"type":"paragraph","text":"Katharine Lightfoot, ‘Kat’ to her friends, is the youngest of a veritable dynasty of artists: niece to painter John Lightfoot (now also based in Devon), younger sister to landscape painter James and daughter to Anna (who recently again took up the paint brush) - even her grandmother ‘dabbled in painting’.","spans":[]}],"main":[{"type":"paragraph","text":"Kat admits that her art school training moved her towards an individual style, while her westcountry upbringing inevitably influenced her choice of subject. Born in Launceton in 1972, she attended school in Kingsbridge and trained as an artist at Exeter College of Art, part of the University of Plymouth. While the college has a heritage of excellence and Kat was taught by some ‘fine lecturers’, she also found some frustrations: ‘There was an emphasis on installation work and computer-aided artwork, and these subjects were of less interest to me than fine art.’","spans":[]},{"type":"paragraph","text":"‘You may not believe this, but my influences at that time were artists such as Patrick Heron.’ (I do believe it - see later). After college it was a move to the Orkneys that provided Kat with the inspiration and subjects to begin to paint seriously, particularly the wide skies and seascapes. ‘I really don’t want to be known just as an “animal painter”, and I want to get back to landscapes and seascapes.’ In early days, as with many young artists, Kat was presented with the dilemma of whether working full time was feasible. ‘For me, the decision came at the end of an exhibition my brother and I had at the Arndean in Cork Street. It was hugely expensive to hire the gallery and I was afraid that no one would be interested. But the show was pretty much a sell out and the fact that people responded to my work, and would actually buy it, was such a boost to my confidence.’ Today Katharine’s paintings are familiar to anyone who follows the art scene in Devon. Those lucky enough to have visited the restaurant, 22 Mill Street in Chagford, will have dined under the gaze of Kat’s paintings of sheep, hounds and ponies. ‘Significant sales come from that one location,’ she confides. ‘Perhaps it’s the combination of all that food and wine that’s conducive to buying art!’. But there’s more to the attraction of Kat’s animal portraiture than that. There is something about the representation of her subjects in a non-sentimental way that is immediately refreshing - and powerful. Each portrait is just that, a portrayal of individual animals with characteristics all their own. As the consumate Stubbs’ revealed so elegantly, animals too have personality. Seeing it is one thing - painting it is another - and Kat talks of the need to appreciate the importance both of the methodology of painting and the emotional content brought to the work. ‘I often start the paintings upside down on the easel. This helps me to see immediately if the conformity of the animal is correct. by working in abstraction - seeing the shape as colour and form (thank you Patrick Heron!), I moved from that initial composition to completing the work the “right way” up. Without capturing the natural shape of the subject, the anatomy, the way each individual animal stands, there is no way in which the final painting can be successful.’ And what of the actual process of getting down to work in the studio? Disarmingly Kat admits ‘Essentially I see myself as quite lazy. I’m a real slow starter and will let things distract rather than go into the studio. Once there, and once I have the work underway, I’m happy to go on painting for hours. I need that absorption of thought and concentration in order to get my best work done. You can’t beat the buzz of getting things right.’ Working in oils means that she will have a number of paintings in hand at any one time. ‘While some are drying I’ll get on with others. And it helps to revisit part-completed work in this way; to see it fresh on the easel.’ While sketches are completed ‘in the field’ most of her work is completed in the studio, if only to overcome the practicalities of working outdoors on large canvases at the mercy of vagaries of the British climate. Working rapidly, even large canvases are completed in a matter of days, ‘though of course, each painting will throw up new challenges and no two are ever the same.’","spans":[]},{"type":"paragraph","text":"Katharine’s paintings sell from around £300 to £3000 and, while undertaking commissions, much of her current work is destined for forthcoming exhibitions. ‘I need forty or so paintings for the autumn shows, plus new work for Mill Street and other occasional shows.’ At present Kat works from the studio at her home in Crediton but hopes to move closer to Dartmoor in the near future. ‘The moor is one of the major influences on my work and I need to get back there. For me it is not just a question of being able to visit a landscape in order to paint it. I have to be close to the subjects that influenced my work - I need to live in the landscape.’","spans":[]}]}}]