[{"articles":[{"id":"XkJubBMAACEAp5JK","uid":"the-eye-of-the-kat","type":"press","href":"https://lightfoot.cdn.prismic.io/api/v2/documents/search?ref=YAFrkRIAACIA6M1i&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22XkJubBMAACEAp5JK%22%29+%5D%5D","tags":[],"first_publication_date":"2020-02-11T09:05:51+0000","last_publication_date":"2020-10-21T10:33:40+0000","slugs":["the-eye-of-the-kat"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"title":[{"type":"heading1","text":"The Eye Of The Kat","spans":[]}],"publication":[{"type":"heading2","text":"Art In Devon","spans":[]}],"intro":[{"type":"heading6","text":"Jack Paynter talks to Katharine Lightfoot","spans":[]},{"type":"paragraph","text":"Katharine Lightfoot, ‘Kat’ to her friends, is the youngest of a veritable dynasty of artists: niece to painter John Lightfoot (now also based in Devon), younger sister to landscape painter James and daughter to Anna (who recently again took up the paint brush) - even her grandmother ‘dabbled in painting’.","spans":[]}],"main":[{"type":"paragraph","text":"Kat admits that her art school training moved her towards an individual style, while her westcountry upbringing inevitably influenced her choice of subject. Born in Launceton in 1972, she attended school in Kingsbridge and trained as an artist at Exeter College of Art, part of the University of Plymouth. While the college has a heritage of excellence and Kat was taught by some ‘fine lecturers’, she also found some frustrations: ‘There was an emphasis on installation work and computer-aided artwork, and these subjects were of less interest to me than fine art.’","spans":[]},{"type":"paragraph","text":"‘You may not believe this, but my influences at that time were artists such as Patrick Heron.’ (I do believe it - see later). After college it was a move to the Orkneys that provided Kat with the inspiration and subjects to begin to paint seriously, particularly the wide skies and seascapes. ‘I really don’t want to be known just as an “animal painter”, and I want to get back to landscapes and seascapes.’ In early days, as with many young artists, Kat was presented with the dilemma of whether working full time was feasible. ‘For me, the decision came at the end of an exhibition my brother and I had at the Arndean in Cork Street. It was hugely expensive to hire the gallery and I was afraid that no one would be interested. But the show was pretty much a sell out and the fact that people responded to my work, and would actually buy it, was such a boost to my confidence.’ Today Katharine’s paintings are familiar to anyone who follows the art scene in Devon. Those lucky enough to have visited the restaurant, 22 Mill Street in Chagford, will have dined under the gaze of Kat’s paintings of sheep, hounds and ponies. ‘Significant sales come from that one location,’ she confides. ‘Perhaps it’s the combination of all that food and wine that’s conducive to buying art!’. But there’s more to the attraction of Kat’s animal portraiture than that. There is something about the representation of her subjects in a non-sentimental way that is immediately refreshing - and powerful. Each portrait is just that, a portrayal of individual animals with characteristics all their own. As the consumate Stubbs’ revealed so elegantly, animals too have personality. Seeing it is one thing - painting it is another - and Kat talks of the need to appreciate the importance both of the methodology of painting and the emotional content brought to the work. ‘I often start the paintings upside down on the easel. This helps me to see immediately if the conformity of the animal is correct. by working in abstraction - seeing the shape as colour and form (thank you Patrick Heron!), I moved from that initial composition to completing the work the “right way” up. Without capturing the natural shape of the subject, the anatomy, the way each individual animal stands, there is no way in which the final painting can be successful.’ And what of the actual process of getting down to work in the studio? Disarmingly Kat admits ‘Essentially I see myself as quite lazy. I’m a real slow starter and will let things distract rather than go into the studio. Once there, and once I have the work underway, I’m happy to go on painting for hours. I need that absorption of thought and concentration in order to get my best work done. You can’t beat the buzz of getting things right.’ Working in oils means that she will have a number of paintings in hand at any one time. ‘While some are drying I’ll get on with others. And it helps to revisit part-completed work in this way; to see it fresh on the easel.’ While sketches are completed ‘in the field’ most of her work is completed in the studio, if only to overcome the practicalities of working outdoors on large canvases at the mercy of vagaries of the British climate. Working rapidly, even large canvases are completed in a matter of days, ‘though of course, each painting will throw up new challenges and no two are ever the same.’","spans":[]},{"type":"paragraph","text":"Katharine’s paintings sell from around £300 to £3000 and, while undertaking commissions, much of her current work is destined for forthcoming exhibitions. ‘I need forty or so paintings for the autumn shows, plus new work for Mill Street and other occasional shows.’ At present Kat works from the studio at her home in Crediton but hopes to move closer to Dartmoor in the near future. ‘The moor is one of the major influences on my work and I need to get back there. For me it is not just a question of being able to visit a landscape in order to paint it. I have to be close to the subjects that influenced my work - I need to live in the landscape.’","spans":[]}]}},{"id":"XkJuyxMAACAAp5QG","uid":"brother-and-sister-join-artistic-forces","type":"press","href":"https://lightfoot.cdn.prismic.io/api/v2/documents/search?ref=YAFrkRIAACIA6M1i&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22XkJuyxMAACAAp5QG%22%29+%5D%5D","tags":[],"first_publication_date":"2020-02-11T09:07:26+0000","last_publication_date":"2020-10-21T10:34:23+0000","slugs":["brother-and-sister-join-artistic-forces"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"title":[{"type":"heading1","text":"Brother and sister join artistic forces","spans":[]}],"publication":[{"type":"heading2","text":"Western Morning News","spans":[]}],"intro":[{"type":"paragraph","text":"Like so many artists, Katharine Lightfoot was forced to subsidise her fine art income by working as a painter and decorator for a while, after graduating in Fine Art from Exeter College of Art and Design.","spans":[]},{"type":"paragraph","text":"This has followed a brave move to hold an exhibition in Cork Street, London, in November 2002, which although a difficult decision at the time, has now proved to be the springboard they needed to launch their individual careers and both James and Katherine are now able to concentrate on painting full time, with enough commissions and ongoing exhibitions to keep them both afloat.","spans":[]}],"main":[{"type":"paragraph","text":"Katherine paints mainly on Dartmoor where she lives, gaining inspiration from the barren but beautiful moorland around her as well as the creatures that roam it. Her works are acutely sensitive to her surroundings with no attempt to disguise the harshness of the moor. This brutal, almost dangerous nature of the high moorland only compels her more deeply into the heart of the moor, as she strives to capture everything within sight.","spans":[]},{"type":"paragraph","text":"James lives in Brighton but spends a lot of his time visiting his family on Dartmoor where he also paints. He has recently travelled through France and Italy, providing him with plenty of subject matter including rooftop scenes of Sienna and some dramatic swimming pool vistas. His favourite subject remains the surprisingly lush valley running from Bovey Tracey to Manaton, where his family still live and the exhibition will bring together some of these varied themes, to form an intriguing and refreshing exhibition.","spans":[]}]}},{"id":"XkJuFRMAACEAp5C4","uid":"moorland-views","type":"press","href":"https://lightfoot.cdn.prismic.io/api/v2/documents/search?ref=YAFrkRIAACIA6M1i&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22XkJuFRMAACEAp5C4%22%29+%5D%5D","tags":[],"first_publication_date":"2020-02-11T09:04:26+0000","last_publication_date":"2020-02-11T12:37:54+0000","slugs":["moorland-views"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"title":[{"type":"heading1","text":"Moorland Views","spans":[]}],"publication":[{"type":"heading2","text":"Devon Today","spans":[]}],"intro":[{"type":"heading6","text":"Becky Moran enters the world of acclaimed Devon artist Katharine Lightfoot","spans":[]},{"type":"paragraph","text":"Hostile, remote and unforgiving, the bleak Dartmoor landscape and its hardy inhabitants have been inspiring Katharine Lightfoot’s dramatic oil canvases for 10 years. Sheep, with their stubborn ability to survive the elements, their inquisitive natures and mad, uneasy stares, are the frequent subjects of her large paintings, alongside cattle, horses, ponies and dogs.","spans":[]}],"main":[{"type":"paragraph","text":"Katharine grew up in Salcombe, but spent her early years at Peter Tavy on the moor. Even at primary school, she knew she wanted to be an artist — her uncle, mother and older brother are all talented oil painters — and in 1995, she graduated from the University of Plymouth with a degree in fine art. But it wasn’t until she moved to Dartmoor in 1998 that she started painting full-time.","spans":[]},{"type":"paragraph","text":"“I started off painting landscapes, but always had an animal as a focal point because the moor can be so bleak,” she said. “Widgery did it with a river or tor, but I tended to do it with a sheep in the distance. I painted a sheep once and someone loved it and bought it, then their friend wanted one. As a child I had always been surrounded by a menagerie. I just love animals and it suits my style. The animal became the subject rather than part of a landscape.”","spans":[]},{"type":"paragraph","text":"When the outbreak of foot-and-mouth in 2001 closed much of the moor to the public, Katharine was forced to change direction and style. She began to paint seascapes of the North Cornwall coast, using minimal colours to evoke overcast, misty winter scenes and the swift changing moods of the sea. “I was quite frustrated because I couldn’t go on the moor. However, I thought I would do something else,” she explained. “We were allowed down to the coast, places like Crackington Haven, and it was a fantastic opportunity to do some seascapes. I had a new style in my head I wanted to try out, and I did some really large canvases.”","spans":[]},{"type":"paragraph","text":"Six months spent in Orkney were equally as productive, and led to Katharine’s first major exhibition at the Arndean Gallery in London’s Cork Street. It was a gamble that paid off.","spans":[]},{"type":"paragraph","text":"“We sat there for three days and didn’t sell as much as I had hoped. I was thinking ‘oh my God, what have I done’,” admitted Katharine. “Luckily a customer came in said ‘I want that one and that one’, two of my really big ones, both seascapes. From there on I’ve sold about two thirds of the work. That was the start and the encouragement I need to carry on as a full-time painter.” Katharine now lives in Crediton with her husband Mark and two dogs, but goes to Dartmoor at least three times a week where she never fails to find inspiration for her work.","spans":[]},{"type":"paragraph","text":"“My favourite spot is the valley by the Warren House Inn, where the old mines are,” she said. “I love going down there because it’s sheltered, you can find somewhere to sit and you can find beasties.","spans":[]},{"type":"paragraph","text":"“I did some lovely ponies recently, who came and nibbled my camera! They are used to walkers down there, so the sheep didn’t run away either. I go all over the moor, Chagford in particular — anywhere round there I love. Manaton is nice, and Haytor as well.","spans":[]},{"type":"paragraph","text":"“Sheep are quite happy while you are in the car because they see a car as an inanimate object. The minute you step out they run away! But if you don’t make eye contact they are usually okay. I do use photographs, particularly during the winter, but I make the background up. I make the animal as large as I can, a bit like Beryl Cook’s large ladies — she doesn’t like doing backgrounds either.","spans":[]},{"type":"paragraph","text":"“People love animals, especially sheep and cows, because they are neutral, not personal “Sometimes if I do a landscape, people want to know where it is and why I painted it. Cows and sheep are things you don’t notice when you are in the car but when you get out and look at them they are just amazing.”","spans":[]},{"type":"paragraph","text":"With no exhibitions planned for the moment, every corner of Katharine’s home is stacked with huge canvases, some jostling for space on the walls and others tantalisingly wrapped in brown paper ready to be sent off to their new owners. Even after 10 years, sheep remain her favourite subject.","spans":[]},{"type":"paragraph","text":"“I love Dartmoor and I just associate them with it. Wherever you go on the moor, you will always see a sheep watching you,” she said. “Even in the bleakest, most remote part of Dartmoor, there will always be a pair of eyes watching you. I just love them for that reason.”","spans":[]}]}}]}]