[{"document":{"title":[{"type":"heading1","text":"About","spans":[]}],"image":{"dimensions":{"width":400,"height":400},"alt":null,"copyright":null,"url":"https://images.prismic.io/lightfoot/153e8954-2e8e-4b41-9218-8c051a8e7b89_kat.jpg?auto=compress,format"},"content":[{"type":"paragraph","text":"Katharine Lightfoot, born in 1972 has lived and worked as an artist in Devon for the past twenty years. In 1995 she graduated from the University of Plymouth with a degree in Fine Art.","spans":[]},{"type":"paragraph","text":"In 1998, she moved to Dartmoor where she gained her inspiration for painting moorland animals, within their hostile, remote yet beautiful environment.","spans":[]},{"type":"paragraph","text":"She developed an admiration for their stubborn ability to survive the elements with apparent ease.","spans":[]},{"type":"paragraph","text":"Painting primarily large canvases on oil, she portrays the land and the sea as both breathtaking, and hostile, though without narrative content.","spans":[]},{"type":"paragraph","text":"Katharine paints freely to enable het to capture the tension and movement of her subjects, though she is also able to depict the individuality of each animal, in particular sheep with their inquisitive nature and uneasy stare, just before they turn and run.","spans":[]},{"type":"paragraph","text":"In 2001, due to the devastating effects of the foot and mouth outbreak, the subject matter on her doorstep was closed to the public and subsequently and understandably, the painting of farm animals was temporarily curtailed.","spans":[]},{"type":"paragraph","text":"During that period, Katharine started to paint a series of seascapes of the North Devon coast. Forced to change both direction and style, she used minimal colour to evoke overcast, winter scenes and rough seas.","spans":[]},{"type":"paragraph","text":"She continued her paintings of the sea and large skies while briefly in Orkney. During this time, she produced a series of large moody canvasses, revealing the obvious contrast in light and like her Dartmoor paintings portraying a sense of space and timelessness.","spans":[]},{"type":"paragraph","text":"Following this, she had her first major exhibition at the Arndean Gallery, Cork Street, London, which was a huge success.","spans":[]},{"type":"paragraph","text":"Katharine has since developed a great following, with collectors in London, France, America and Hong Kong.","spans":[]}]}}]